Repository: CofficLab/Lumi
Catalog: Packages/PluginMessageList/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Add Project…
zh_hans: 添加项目…
zh_hk: 新增專案…

source: Failed to Open Project
zh_hans: 打开项目失败
zh_hk: 開啟專案失敗

source: For 「
zh_hans: 对于 「
zh_hk: 對於 「

source: For 「」, what can I help you with?
zh_hans: 对于 「」，我可以帮你做什么
zh_hk: 對於 「」，我可以幫你做什麼

source: For 「%@」, what can I help you with?
zh_hans: 对于 「%@」，我可以帮你做什么
zh_hk: 對於 「%@」，我可以幫你做什麼

source: How can I help with
zh_hans: 我可以帮你处理
zh_hk: 我可以幫你處理

source: How can I help you today?
zh_hans: 今天我能帮你做什么？
zh_hk: 今天我可以幫你做什麼？

source: 」, what can I help you with?
zh_hans: 」，我可以帮你做什么？
zh_hk: 」，我可以幫你做什麼？

source: Load earlier messages
zh_hans: 加载更早的消息
zh_hk: 載入較早的訊息

source: Loading messages…
zh_hans: 正在加载消息…
zh_hk: 正在載入訊息…

source: No renderer for message: %@
zh_hans: 无该消息的渲染器：%@
zh_hk: 无该消息的渲染器：%@

source: OK
zh_hans: 确定
zh_hk: 確定

source: Pick an example, or type your question below.
zh_hans: 选择一个示例，或在下方输入你的问题。
zh_hk: 選擇一個範例，或在下方輸入你的問題。

source: Start chatting with Lumi
zh_hans: 开始与 Lumi 聊天
zh_hk: 開始與 Lumi 聊天
